books.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-26 Tue 00:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Books</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="./css/style.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Books</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#books">1. books</a>
<ul>
<li><a href="#books-east-of-eden">1.1. GIVEUP east of eden&#x2014;John Steinbeck</a></li>
<li><a href="#org4799750">1.2. GIVEUP The History and Allure of Interactive Visual Novel</a></li>
<li><a href="#orgc2aa0a3">1.3. GIVEUP 额尔古纳河右岸——迟子建</a></li>
<li><a href="#books-zhongguotongshi">1.4. GIVEUP 中国通史——吕思勉</a></li>
<li><a href="#orgbfbb292">1.5. <span class="done DONE">DONE</span> 厨房——吉本芭娜娜</a></li>
<li><a href="#org37e94d1">1.6. <span class="done DONE">DONE</span> 暗の部屋——濑户口廉也</a></li>
<li><a href="#org1361c29">1.7. <span class="done DONE">DONE</span> 春雪——三岛由纪夫</a></li>
<li><a href="#org45cfd89">1.8. <span class="done DONE">DONE</span> 奔马——三岛由纪夫</a></li>
<li><a href="#orgaad5a0a">1.9. <span class="done DONE">DONE</span> 晓寺——三岛由纪夫</a></li>
<li><a href="#orgb96b5f0">1.10. <span class="done DONE">DONE</span> 心——夏目漱石</a></li>
<li><a href="#org3f08b32">1.11. <span class="todo TODO">TODO</span> 天人五衰——三岛由纪夫</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-books" class="outline-2">
<h2 id="books"><span class="section-number-2">1.</span> books</h2>
<div class="outline-text-2" id="text-books">
</div>
<div id="outline-container-books-east-of-eden" class="outline-3">
<h3 id="books-east-of-eden"><span class="section-number-3">1.1.</span> GIVEUP east of eden&#x2014;John Steinbeck</h3>
<div class="outline-text-3" id="text-books-east-of-eden">
<p>
二流
</p>

<ul class="org-ul">
<li><a href="diary.html#review-on-east-of-eden">书评 of east of eden</a></li>
</ul>
</div>
</div>
<div id="outline-container-org4799750" class="outline-3">
<h3 id="org4799750"><span class="section-number-3">1.2.</span> GIVEUP The History and Allure of Interactive Visual Novel</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li><a href="diary.html#diary-thehistoryofvisualnovels">The history and allure of interactive visual novels</a></li>
</ul>

<p>
差评！
</p>
</div>
</div>
<div id="outline-container-orgc2aa0a3" class="outline-3">
<h3 id="orgc2aa0a3"><span class="section-number-3">1.3.</span> GIVEUP 额尔古纳河右岸——迟子建</h3>
<div class="outline-text-3" id="text-1-3">
<p>
在 21 世纪想写中国的百年孤独。着实落后。
</p>
</div>
</div>
<div id="outline-container-books-zhongguotongshi" class="outline-3">
<h3 id="books-zhongguotongshi"><span class="section-number-3">1.4.</span> GIVEUP 中国通史——吕思勉</h3>
<div class="outline-text-3" id="text-books-zhongguotongshi">
<p>
对通史不感兴趣
</p>
</div>
</div>
<div id="outline-container-orgbfbb292" class="outline-3">
<h3 id="orgbfbb292"><span class="section-number-3">1.5.</span> <span class="done DONE">DONE</span> 厨房——吉本芭娜娜</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Underwelming。希望现在日本文学不都是这种轻飘飘的力度。
</p>
</div>
</div>
<div id="outline-container-org37e94d1" class="outline-3">
<h3 id="org37e94d1"><span class="section-number-3">1.6.</span> <span class="done DONE">DONE</span> 暗の部屋——濑户口廉也</h3>
<div class="outline-text-3" id="text-1-6">
<p>
还可以，濑户口正常发挥
</p>
</div>
</div>
<div id="outline-container-org1361c29" class="outline-3">
<h3 id="org1361c29"><span class="section-number-3">1.7.</span> <span class="done DONE">DONE</span> 春雪——三岛由纪夫</h3>
<div class="outline-text-3" id="text-1-7">
<p>
Aesthetic!
</p>

<p>
眼看三岛是如何将那畸形的转化为一种美丽的
</p>
</div>
</div>
<div id="outline-container-org45cfd89" class="outline-3">
<h3 id="org45cfd89"><span class="section-number-3">1.8.</span> <span class="done DONE">DONE</span> 奔马——三岛由纪夫</h3>
<div class="outline-text-3" id="text-1-8">
<p>
暴烈！
</p>

<p>
勋死的时候最有冲击力，尽管说这人是极右激进分子……
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-30 Wed]</span></span>
</p>
</div>
</div>
<div id="outline-container-orgaad5a0a" class="outline-3">
<h3 id="orgaad5a0a"><span class="section-number-3">1.9.</span> <span class="done DONE">DONE</span> 晓寺——三岛由纪夫</h3>
<div class="outline-text-3" id="text-1-9">
<p>
Exotic!
</p>

<p>
晓寺带来的不仅仅是 exotic，更是带了前所未有的变态和畸形！确实是有点过于恶心了，但正因如此，这部书更值得看
</p>

<p>
<a href="diary.html#diary-kanwanlexiaosi">看完了晓寺</a>
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-31 Thu]</span></span>
</p>
</div>
</div>
<div id="outline-container-orgb96b5f0" class="outline-3">
<h3 id="orgb96b5f0"><span class="section-number-3">1.10.</span> <span class="done DONE">DONE</span> 心——夏目漱石</h3>
<div class="outline-text-3" id="text-1-10">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-11-08 Fri 17:29]</span></span>
</p>

<p>
为什么叫《心》呢？
</p>
</div>
</div>
<div id="outline-container-org3f08b32" class="outline-3">
<h3 id="org3f08b32"><span class="section-number-3">1.11.</span> <span class="todo TODO">TODO</span> 天人五衰——三岛由纪夫</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-11-26 Tue 00:25</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
